<?php
return [
    //登录注册
    'dl_register'  => 'ลงทะเบียน',//注册
    'dl_login' => 'เข้าสู่ระบบ',//登录
    'dl_phone_number' => 'หมายเลขโทรศัพท์มือถือ',//手机号码
    'dl_password' => 'รหัสผ่าน',//密码
    'dl_forget_password' => 'ลืมรหัสผ่าน',//忘记密码
    'dl_remember_password' => 'จำรหัสผ่าน',//记住密码
    'dl_referee_phone' => 'หมายเลขโทรศัพท์อ้างอิง',//推荐人手机号
    'dl_sms_code' => 'รหัสยืนยัน SMS',//短信验证码
    'dl_get' => 'ส่งรหัสยืนยัน',//发送验证码
    'dl_new_password' => 'รหัสผ่านใหม่',//新密码
    'dl_confirm_password' => 'ยืนยันรหัสผ่าน',//确认密码
    'dl_modify' => 'ปรับปรุงใหม่',//修改
    'dl_back' => 'ย้อนกลับ',//返回
    'dl_have_number' => 'มีบัญชีอยู่แล้ว',//已有账号
		


    //公共的
    'index'  => 'หน้าแรก',//首页
    'share'  => 'แบ่งปัน',//分享
    'purchased'  => 'ซื้อแล้ว',//已购
    'my'  => 'ของฉัน',//我的

    //注册领取
    'zc_receive'  => 'ลงทะเบียนเพื่อรับ',//注册领取
    'zc_gift_amount'  => 'จำนวนของขวัญที่ลงทะเบียน',//注册赠送金额
    'zc_unit'  => '₩',//元
    'zc_withdrawable_cash'  => 'ถอนได้',//可提现
    'zc_register_receive'  => 'ลงทะเบียนตอนนี้เพื่อรับ',//立即注册领取

    //邀请注册
    'yq_invitation'  => 'เชิญลงทะเบียน',//邀请注册
    'yq_phone_number'  => 'หมายเลขโทรศัพท์มือถือ',//手机号码
    'yq_password'  => 'รหัสผ่านเข้าสู่ระบบ',//登录密码
    'yq_referee_phone'  => 'หมายเลขโทรศัพท์อ้างอิง',//推荐人手机号
    'yq_register'  => 'ลงทะเบียนตอนนี้',//立即注册
    'yq_get'  => 'ส่งรหัสยืนยัน',//发送验证码
    'yq_sms_code'  => 'รหัสยืนยัน SMS',//短信验证码
    'lo_phone_ok'  => 'ไม่สามารถส่ง',//发送失败
    'lo_phone_fail'  => 'ส่งเรียบร้อยแล้ว',//发送成功

    //我的
    'personal_center'  => 'ศูนย์ส่วนบุคคล',//个人中心
    'personal_data'  => 'ข้อมูลส่วนบุคคล',//个人资料
    'online_service'  => 'บริการลูกค้าออนไลน์',//在线客服
    'my_team'  => 'ทีมของฉัน',//我的团队
    'withdrawal'  => 'ฉันต้องการถอนเงิน',//我要提现
    'recharge'  => 'ฉันต้องการเติมเงิน',//我要充值
    'withdrawal_account'  => 'ถอนบัญชี',//提现账户
    'my_income'  => 'รายได้ของฉัน',//我的收益
    'my_wallet'  => 'กระเป๋าเงินของฉัน',//我的钱包
    'vip_upgrade'  => 'อัพเกรดสมาชิก',//会员升级
    'notice'  => 'ประกาศแพลตฟอร์ม',//平台公告
    'about_us'  => 'เกี่ยวกับเรา',//关于我们
    'App_download'  => 'ดาวน์โหลดแอป',//APP下载
    'sign_out'  => 'ออกจากระบบ',//退出系统
    'my_grade'  => 'ระดับ',//等级
    'my_balance'  => 'ยอดคงเหลือ',//余额
    'my_ordinary_member'  => 'สมาชิกสามัญ',//普通会员
    'is_sign_out' => 'จะออกจากระบบหรือไม่',//是否退出系统

    //个人中心
    'per_data'  => 'ข้อมูลส่วนบุคคล',//个人资料
    'per_binding_bankcard'  => 'ผูกบัตรธนาคาร',//绑定银行卡
    'per_change_password'  => 'เปลี่ยนรหัสผ่าน',//修改密码

    //银行卡
    'yh_bankcard'=>'บัตรธนาคาร',//银行卡
    'yh_realname'=>'ชื่อจริง',//真实姓名
    'yh_bankname'=>'ชื่อธนาคาร',//银行名称
    'yh_zhibank'=>'สาขาที่เปิดบัญชี',//开户支行
    'yh_cardnumber'=>'หมายเลขบัตรธนาคาร',//银行卡号
    'yh_ifsc'=>'CPF',//IFSC
    'yh_upi'=>'UPI',//UPI
    'yh_submit'=>'ยืนยันการส่ง',//确认提交

    //修改密码
    'pw_modify'=>'แก้ไขรหัสผ่าน',//修改密码
    'pw_old_password'=>'รหัสผ่านเก่า',//旧密码
    'pw_new_password'=>'รหัสผ่านใหม่',//新密码
    'pw_confirm_password'=>'ยืนยันรหัสผ่าน',//确认密码
    'pw_submit'=>'ยืนยันการส่ง',//确认提交

    //我的团队
    'te_team'=>'ทีมของฉัน',//我的团队
    'te_direct_push'  => 'ดันระดับล่างโดยตรง',//直推下级
    'te_no_direct_push'  => 'ไม่ใช่เพื่อนพุชโดยตรง',//非直推好友
    'te_congratulations'  => 'ยินดีด้วย เขาได้เป็นผู้ใต้บังคับบัญชาของคุณแล้ว!',//恭喜，他已成为你的下级！
    'te_his_earnings'  => 'รายได้ของเขา',//他的收益
    'te_no_see'  => 'หยุดการดูชั่วคราว',//暂停查看

    //我要提现
    'wit_withdraw'=>'ฉันต้องการถอน',//我要提现
    'wit_apply'=>'ขอถอนตัว',//申请提现
    'wit_record'=>'บันทึกการถอน',//提现记录
    'wit_money'=>'ถอนจำนวนเงินที่เป็นเงินสด',//提现金额
    'wit_account'=>'ถอนบัญชี',//提现账户
    'wit_tips'=>'เคล็ดลับอบอุ่น',//温馨提示
    'wit_fee'=>'ค่าธรรมเนียมการถอน',//提现手续费
    'wit_bankcard'=>'บัตรธนาคาร',//银行卡
    'wit_submit'=>'ยืนยันการส่ง',//确认提交

    //提现记录
    'tx_record'=>'บันทึกการถอนเงิน',//提现记录
    'tx_success'=>'ถอนสำเร็จ',//已成功提现
    'tx_wait'=>'ถอนจำนวนเงินที่จะตรวจสอบ',//提现待审核金额
    'tx_cny'=>'₩',//CNY
    'tx_unit'=>'₩',//元
    'tx_balance'=>'การถอนยอดคงเหลือ',//余额提现
    'tx_charge'=>'ค่าธรรมเนียมการจัดการ',//手续费
    'tx_not_examine'=>'ยังไม่ได้ตรวจสอบ',//未审核
    'tx_ok_examine'=>'สำเร็จ',//已成功
    'tx_refuse'=>'ถูกปฏิเสธ',//已拒绝

    //在线充值
    'cz_recharge'=>'เติมเงินออนไลน์',//在线充值
    'cz_balance'=>'ยอดดุลปัจจุบัน',//当前余额
    'cz_cny'=>'₩',//CNY
    'cz_unit'=>'₩',//元
    'cz_merchant_info'=>'ข้อมูลบัญชีผู้ขาย',//商户账户信息
    'cz_fullname'=>'ชื่อรับ',//收款姓名
    'cz_bank'=>'ธนาคาร',//银行
    'cz_bankcart'=>'หมายเลขบัตร',//卡号
    'cz_input_amount'=>'จำนวนเงินที่ป้อน',//输入金额
    'cz_submit'=>'ยืนยันการส่ง',//确认提交

    //我的收益
    'sy_profit'=>'กำไรของฉัน',//我的收益
    'sy_balance'=>'ยอดคงเหลือของฉัน',//我的余额
    'sy_cny'=>'₩',//CNY
    'sy_unit'=>'₩',//元
    'sy_total'=>'รายได้รวม',//总收益
    'sy_withdraw'=>'ถอนออก',//已提现
    'sy_change'=>'Mudança de equilíbrio',//การเปลี่ยนแปลงยอดเงิน

    //会员升级
    'lv_upgrade'=>'อัพเกรดสมาชิก',//会员升级
    'lv_submit'=>'ยืนยันการส่ง',//确认提交
    'lv_price'=>'ราคา',//价格

    //平台公告
    'nt_notice'=>'ประกาศเกี่ยวกับแพลตฟอร์ม',//平台公告
    'nt_reading'=>'ปริมาณการอ่าน',//阅读量
    'nt_no_data'=>'ไม่มีข้อมูลอีกต่อไป',//没有更多数据了

    //文章内容
    'wz_article'=>'เนื้อหาบทความ',//文章内容

    //关于我们
    'ab_about'=>'เกี่ยวกับเรา',//关于我们

    //分享页
    'fx_invite_friends'  => 'เชิญเพื่อน',//邀请好友
    'fx_invite_code'  => 'รหัสเชิญ',//邀请码
    'fx_copy'  => 'คัดลอกลิงก์',//复制链接
    'fx_copy_ok'  => 'คัดลอกลิงก์สำเร็จ!',//复制链接成功！
    
    //首页
    'sy_day_revenue'  => 'รายได้รายวัน',//日收益
    'sy_yue_revenue'  => 'รายได้รายเดือน',//月收益
    'sy_buy_fee'  => 'จำนวนการกำหนดค่า',//配置金额
    'sy_buy'  => 'ซื้อ',//购入
    'sy_is_buy'  => 'จะซื้อผลิตภัณฑ์หรือไม่',//是否购入该产品
		'sy_cycle'=>'กลมดิก',
		'sy_day'=>'กลางวัน',
		
    //已购页
    'yg_day_revenue'  => 'รายได้รายวัน',//日收益
    'yg_leiji_income'  => 'รายได้สะสม',//累计收益
    'yg_zong_income'  => 'รายได้รวม',//总收益
    'yg_buy_fee'  => 'จำนวนการกำหนดค่า',//配置金额
    'yg_lingqu'  => 'รับ',//领取
    'yg_sell'  => 'มีรายได้',//收益中


    //Wallet控制器
    'wa_yes_amount'  => 'กรุณากรอกจำนวนที่ถูกต้อง',//请填写正确金额
    'wa_yes_type'  => 'กรุณาเลือกวิธีการถอนเงิน',//请选择提现方式
    'wa_bind_card'  => 'กรุณาผูกบัตรธนาคารก่อน',//请先绑定银行卡
    'wa_than_balance'  => 'จำนวนเงินที่ถอนได้ต้องไม่เกินยอดเงินคงเหลือ',//提现金额不能大于余额
    'wa_successfully'  => 'ถอนสำเร็จ',//提现成功
    'wa_failed'  => 'การถอนล้มเหลว',//提现失败
    'wa_success_wait'  => 'การส่งสำเร็จ โปรดรอการตรวจสอบ',//提交成功，请等待审核
    'wa_sub_failed'  => 'การส่งล้มเหลว',//提交失败
    'wa_balance_insufficient'  => 'ยอดคงเหลือไม่เพียงพอ โปรดเติมเงินก่อนซื้อ',//余额不足，请充值后再购买
    'wa_membership_failed'  => 'ไม่สามารถซื้อสมาชิกที่ต่ำกว่าระดับปัจจุบันได้',//不能购买小于当前的会员等级
    'wa_success_purchase'  => 'ซื้อสำเร็จ',//购买成功
    'wa_tixian_low'  => 'จำนวนการถอนขั้นต่ำคือ',//最低提现额为
    'wa_ifcs_empty'  => 'IFCS ไม่สามารถเว้นว่างได้',//IFCS不能为空
    'wa_holder_empty'  => 'O nome do titular do cartão bancário não pode ficar em branco',//ชื่อผู้ถือบัตรธนาคารไม่สามารถเว้นว่างได้
    'wa_shengji'  => 'อัพเกรดเป็น',//升级为
    'wa_huiyuan_fee'  => 'รางวัลเติมเงินสำหรับสมาชิกออฟไลน์',//下线会员充值奖励

    //sem控制器
    'sem_yes_amount'  => 'กรุณากรอกหมายเลขโทรศัพท์',//请填写手机号码
    'sem_yes_format'  => 'รูปแบบหมายเลขโทรศัพท์มือถือไม่ถูกต้อง',//手机号码格式不正确
    'sem_user_exists'  => 'ผู้ใช้มีอยู่แล้ว',//用户已存在
    'sem_referrer_empty'  => 'ผู้อ้างอิงว่างเปล่า',//推荐人为空
    'sem_reg_success'  => 'ลงทะเบียนเรียบร้อยแล้ว',//注册成功
    'sem_reg_failed'  => 'การลงทะเบียนล้มเหลว',//注册失败

    //Robot控制器
    'ro_product_exist'  => 'ไม่มีผลิตภัณฑ์',//产品不存在
    'ro_product_limit'  => 'ถึงขีดจำกัดการเช่าของผลิตภัณฑ์ปัจจุบันแล้ว',//已达当前产品的租赁上限
    'ro_product_out'  => 'สินค้าหมด กรุณารอสักครู่',//产品已售罄,请等待投放
    'ro_balance_insufficient'  => 'ยอดคงเหลือไม่เพียงพอ โปรดเติมเงินก่อน',//余额不足,请先进行充值
    'ro_successful_purchase'  => 'ซื้อสำเร็จ',//购买成功
    'ro_parameter_loss'  => 'ไม่มีพารามิเตอร์',//参数丢失
    'ro_order_exist'  => 'ไม่มีคำสั่งนี้',//订单不存在
    'ro_income_successt'  => 'ใบเสร็จรับเงินเรียบร้อยแล้ว',//收益领取成功
    'ro_successful_operation'  => 'การดำเนินการสำเร็จ',//操作成功
    'ro_successful_time'  => 'เวลารับรายได้ยังสั้นอยู่:',//收益领取时间还差：
    'ro_hours'  => 'ชั่วโมง',//小时
    'ro_purchase_needs'  => 'การซื้อผลิตภัณฑ์นี้ต้องมีระดับการเป็นสมาชิก',//购买该产品需要会员等级为
    'ro_wu_shouyi_lingqu'  => 'ไม่มีรายได้สะสมในขณะนี้!',//暂无累积收益可领取！
    'ro_shouyi_lingqu'  => 'ใบเสร็จรับเงิน',//收益领取
    'ro_zhitui_jiangli'  => 'ผลักจำนวนเงินรางวัลรายได้ของผู้ใช้โดยตรง',//直推用户收益奖励金额
    'ro_erdai_jiangli'  => 'จำนวนผลตอบแทนเงินปันผลของผู้ใช้รุ่นที่สอง',//二代用户分红收益奖励金额
    'ro_san_jiangli'  => 'จำนวนรางวัลสำหรับรายได้ผู้ใช้สามชั่วอายุคน',//三代用户收益奖励金额

    //Index控制器
    'in_realname'  => 'กรุณาป้อนชื่อจริงของคุณ',//请输入真实姓名
    'in_bankname'  => 'กรุณากรอกชื่อธนาคาร',//请输入银行名称
    'in_opening_bank'  => 'กรุณาป้อนธนาคารที่เปิดบัญชี',//请输入开户行
    'in_bankcard'  => 'โปรดป้อนหมายเลขบัตรธนาคาร',//请输入银行卡号
    'in_sub_success'  => 'ส่งเรียบร้อยแล้ว',//提交成功
    'in_sub_failed'  => 'การส่งล้มเหลว',//提交失败
    'in_opassword_empty'  => 'ต้องระบุรหัสผ่านเดิม',//原密码不能为空
    'in_newpassword_empty'  => 'ต้องระบุรหัสผ่านใหม่',//新密码不能为空
    'in_confirm_empty'  => 'รหัสผ่านยืนยันไม่สามารถเว้นว่างได้',//确认密码不能为空
    'in_two_different'  => 'รายการรหัสผ่านสองรายการต่างกัน',//两次密码输入不一样
    'in_opassword_incorrect'  => 'รหัสผ่านเดิมไม่ถูกต้อง',//原密码不正确
    'in_modify_success'  => 'แก้ไขเรียบร้อยแล้ว',//修改成功
    'in_modify_failure'  => 'การแก้ไขล้มเหลว',//修改失败
    
    //Login控制器
    'lo_have_number' => 'มีบัญชีอยู่แล้ว',//已有账号
    'lo_system_open' => 'ระบบไม่เปิด',//系统未开放
    'lo_user_cannot_empty' => 'ต้องระบุผู้ใช้และรหัสผ่าน',//用户和密码不能为空
    'lo_wrong_user_password' => 'ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง',//用户名或密码错误
    'lo_account_has_locked' => 'บัญชีของคุณถูกล็อค! ติดต่อฝ่ายบริการลูกค้า',//您的账号已经被锁定!联系客服
    'lo_login_successful' => 'เข้าสู่ระบบสำเร็จ',//登录成功
    'lo_login_failed' => 'การเข้าสู่ระบบล้มเหลว',//登录失败
    'lo_user_exists' => 'มีผู้ใช้นี้อยู่แล้ว',//用户已存在
    'lo_referrer_exists' => 'ไม่มีผู้อ้างอิง',//推荐人不存在
    'lo_code_empty' => 'รหัสยืนยันไม่สามารถเว้นว่างได้',//验证码不能为空
    'lo_code_error' => 'รหัสยืนยันผิดพลาด',//验证码错误
    'lo_phone_format' => 'รูปแบบหมายเลขโทรศัพท์มือถือไม่ถูกต้อง',//手机号码格式不正确
    'lo_reg_successful' => 'ลงทะเบียนเรียบร้อยแล้ว',//注册成功
    'lo_reg_failed' => 'การลงทะเบียนล้มเหลว',//注册失败
    'lo_exiting' => 'กำลังออก',//正在退出
    'lo_phone_empty' => 'ต้องระบุหมายเลขโทรศัพท์มือถือ',//手机号不得为空
    'lo_code_is' => 'รหัสยืนยันของคุณคือ',//你的验证码为
    'lo_referrer_empty' => 'ผู้อ้างอิงไม่สามารถเว้นว่างได้',//推荐人不能为空
    'lo_new_password' => 'รหัสผ่านใหม่ไม่สามารถเว้นว่างได้',//新密码不能为空
    'lo_old_password' => 'ต้องระบุรหัสผ่านเก่า',//旧密码不能为空
    'lo_two_password' => 'รายการรหัสผ่านสองรายการไม่สอดคล้องกัน',//两次密码输入不一致
    'lo_edit_successful' => 'แก้ไขเรียบร้อยแล้ว',//修改成功
    'lo_edit_failed' => 'การแก้ไขล้มเหลว',//修改失败
];
